{
    "joy": {
        "id": "joy",
        "cat": "emotional",
        "desc": "Joy or happiness has shades of enjoyment, satisfaction and pleasure. There is a sense of well-being, inner peace, love, safety and contentment.",
        "low": "Less than 0.5 - less likely to be perceived as joyful.",
        "high": "More than 0.75 - Highly likely to be perceived as joyful."
    },
    "fear": {
        "id": "fear",
        "cat": "emotional",
        "desc": "A response to impending danger. It is a survival mechanism that is a reaction to some negative stimulus. It may be a mild caution or an extreme phobia.",
        "low": "Less than 0.5 - less likely to be perceived as scared.",
        "high": "More than 0.75 - Highly likely to be perceived as scared."
    },
    "sadness": {
        "id": "sadness",
        "cat": "emotional",
        "desc": "Indicates a feeling of loss and disadvantage. When a person can be observed to be quiet, less energetic and withdrawn, it may be inferred that sadness exists.",
        "low": "Less than 0.5 - less likely to be perceived as sad.",
        "high": "More than 0.75 - Highly likely to be perceived as sad."
    },
    "disgust": {
        "id": "disgust",
        "cat": "emotional",
        "desc": "An emotional response of revulsion to something considered offensive or unpleasant. It is a sensation that refers to something revolting.",
        "low": "Less than 0.5 - less likely to be perceived as disgusted.",
        "high": "More than 0.75 - Highly likely to be perceived as disgusted."
    },
    "anger": {
        "id": "anger",
        "cat": "emotional",
        "desc": "Evoked due to injustice, conflict, humiliation, negligence or betrayal. If anger is active, the individual attacks the target, verbally or physically. If anger is passive, the person silently sulks and feels tension and hostility.",
        "low": "Less than 0.5 - less likely to be perceived as angry.",
        "high": "More than 0.75 - Highly likely to be perceived as angry."
    },
    "openness": {
        "id": "openness",
        "cat": "social",
        "desc": "The extent a person is open to experience a variety of activities.",
        "low": "Less than 0.50 - more likely to be perceived as no-nonsense, straightforward, blunt, or preferring tradition and the obvious over the complex, ambiguous, and subtle.",
        "high": "More than 0.75 - more likely to be perceived as intellectual, curious, emotionally-aware, imaginative, willing to try new things, appreciating beauty, or open to change."
    },
    "conscientiousness": {
        "id": "conscientiousness",
        "cat": "social",
        "desc": "The tendency to act in an organized or thoughtful way.",
        "low": "Less than 0.50 - more likely to be perceived as spontaneous, laid-back, reckless, unmethodical, remiss, or disorganized.",
        "high": "More than 0.75 - more likely to be perceived as disciplined, dutiful, achievement-striving, confident, driven, or organized."
    },
    "extraversion": {
        "id": "extraversion",
        "cat": "social",
        "desc": "The tendency to seek stimulation in the company of others.",
        "low": "Less than 0.50 - more likely to be perceived as independent, timid, introverted, restrained, boring, or dreary.",
        "high": "More than 0.75 - more likely to be perceived as engaging, seeking attention, needy, assertive, outgoing, sociable, cheerful, excitement-seeking, or busy."
    },
    "agreeableness": {
        "id": "agreeableness",
        "cat": "social",
        "desc": "The tendency to be compassionate and cooperative towards others.",
        "low": "Less than 0.50 - more likely to be perceived as selfish, uncaring, uncooperative, self-interested, confrontational, skeptical, or arrogant.",
        "high": "More than 0.75 - more likely to be perceived as caring, sympathetic, cooperative, compromising, trustworthy, or humble."
    },
    "emotionalrange": {
        "id": "emotionalrange",
        "cat": "social",
        "desc": "The extent a person's emotion is sensitive to the environment.",
        "low": "Less than 0.50 - more likely to be perceived as calm, bland, content, relaxed, unconcerned, or careful.",
        "high": "More than 0.75 - more likely to be perceived as concerned, frustrated, angry, passionate, upset, stressed, insecure, or impulsive."
    },
    "analytical": {
        "id": "analytical",
        "cat": "language",
        "desc": "A person's reasoning and analytical attitude about things.",
        "low": "Less than 0.50 - the text contains little or no evidence of analytical tone.",
        "high": "More than 0.75 - more likely to be perceived as intellectual, rational, systematic, emotionless, or impersonal."
    },
    "confident": {
        "id": "confident",
        "cat": "language",
        "desc": "A persons degree of certainty.",
        "low": "Less than 0.50 - the text contains little or no evidence of confidence in tone.",
        "high": "More than 0.75 - more likely to be perceived as assured, collected, hopeful, or egotistical."
    },
    "tentative": {
        "id": "tentative",
        "cat": "language",
        "desc": "A persons degree of inhibition.",
        "low": "Less than 0.50 - the text contains little or no evidence of tentativeness in tone.",
        "high": "More than 0.75 - more likely to be perceived as questionable, doubtful, limited, or debatable."
}
}